# Taps
tap "homebrew/bundle"
tap "neovim/neovim"

# Packages
brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "ccat"
brew "coreutils"
brew "direnv"
brew "dos2unix"
brew "editorconfig"
brew "ffmpeg"
brew "git"
brew "grc"
brew "imagemagick"
brew "libtool"
brew "neovim"
brew "node@14", link: true
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tidy-html5"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unzip"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
