# Taps
tap "homebrew/bundle"
tap "neovim/neovim"

# Packages
brew "ack"
brew "autoconf"
brew "ccat"
brew "coreutils"
brew "dos2unix"
brew "editorconfig"
brew "git", args: ['build-from-source']
brew "grc"
brew "libtool"
brew "neovim"
brew "node@14", link: true, args: ['build-from-source']
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unzip"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
