# Casks
cask "1Password"
cask "appcleaner"
# cask "bankid"
cask "bettermouse"
cask "chatgpt"
cask "coconutbattery"
cask "cursor"
cask "db-browser-for-sqlite"
# cask "etrecheckpro"
cask "firefox"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
# cask "home-assistant"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "keepingyouawake"
cask "lingon-x"
cask "maccy"
cask "macmediakeyforwarder"
cask "monitorcontrol"
cask "name-mangler"
cask "netnewswire"
cask "numi"
# cask "ollama"
cask "onyx"
# cask "openemu"
cask "postman"
cask "rectangle"
cask "rocket"
# cask "safari-technology-preview"
cask "signal"
cask "silicon-app"
cask "sim-daltonism"
cask "sonos"
cask "suspicious-package"
cask "syntax-highlight"
cask "the-unarchiver"
# cask "transmission"
cask "transmit"
cask "via"
cask "virtualbuddy"
cask "visual-studio-code"


