# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "neovim/neovim"
tap "epk/epk"

# Casks
cask "font-sf-mono-nerd-font"

# Packages
brew "autoconf"
brew "automake"
brew "ccat"
brew "coreutils"
brew "dos2unix"
brew "editorconfig"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "git-lfs"
brew "hugo"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "libtool"
brew "lua-language-server"
brew "neovim"
brew "nodenv"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
