# Taps
tap "epk/epk"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "neovim/neovim"
tap "teamookla/speedtest"

# Packages
brew "autoconf"
brew "automake"
brew "bat"
brew "ccat"
brew "coreutils"
brew "dos2unix"
brew "editorconfig"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "libtool"
brew "lua-language-server"
brew "luarocks"
brew "mise"
brew "neovim"
brew "node@22", link: :overwrite
brew "pnpm"
brew "q"
brew "ripgrep"
brew "speedtest"
brew "tmux"
brew "tree"
brew "unzip"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh-syntax-highlighting"
